# encoding:utf-8

# 含大号
def Amid():
    id = [
        ['Am', '1592626', '279696', 'ZmeyMlMTIaQoo1vn'],
        ['#Cm', '2014092692358474', '285154', 'ZmeyMlMTIaQoo1vn'],
        ['Em', '2014121327096245', '288121', 'ZmeyMlMTIaQoo1vn'],
        ['#Fm', '2015031960117052', '294557', 'ZmeyMlMTIaQoo1vn'],
        ['Bm', '2016030615546648', '304592', 'ZmeyMlMTIaQoo1vn'],
        ['Asus4', '6437079', '226322', 'LnQ6qpKCyY95nIrg'],
        ['Bsus4', '2013120213991947', '250246', 'LnQ6qpKCyY95nIrg'],
        ['Csus4', '2013121714341555', '254543', 'LnQ6qpKCyY95nIrg'],
        ['Dsus4', '2013122514488598', '290176', 'LnQ6qpKCyY95nIrg'],
    ]
    return id


# 不含大号
def Cmid():
    id = [
        ['#Cm', '2014092692358474', '285154', 'ZmeyMlMTIaQoo1vn'],
        ['Em', '2014121327096245', '288121', 'ZmeyMlMTIaQoo1vn'],
        ['#Fm', '2015031960117052', '294557', 'ZmeyMlMTIaQoo1vn'],
        ['Bm', '2016030615546648', '304592', 'ZmeyMlMTIaQoo1vn'],
        ['Asus4', '6437079', '226322', 'LnQ6qpKCyY95nIrg'],
        ['Bsus4', '2013120213991947', '250246', 'LnQ6qpKCyY95nIrg'],
        ['Csus4', '2013121714341555', '254543', 'LnQ6qpKCyY95nIrg'],
        ['Dsus4', '2013122514488598', '290176', 'LnQ6qpKCyY95nIrg'],

        ['Aadd9', '10550637', '250398', 'QcGtd5Hmsy3g7dS9'],
        ['Badd9', '2014041855227765', '273122', 'QcGtd5Hmsy3g7dS9'],
        ['Cadd9', '2014042155811563', '273419', 'QcGtd5Hmsy3g7dS9'],
        ['Dadd9', '2014052561883286', '278956', 'QcGtd5Hmsy3g7dS9'],
        ['Eadd9', '2014061766465489', '278958', 'QcGtd5Hmsy3g7dS9'],
        ['Fadd9', '2014061866529032', '279007', 'QcGtd5Hmsy3g7dS9'],
    ]
    return id


# 皮卡丘
def pikaqiuid():
    id = [
        # ['皮卡丘', '10550637', '250398', 'QcGtd5Hmsy3g7dS9'],
        ['杰尼龟', '2014041855227765', '273122', 'QcGtd5Hmsy3g7dS9'],
        ['小火龙', '2014042155811563', '273419', 'QcGtd5Hmsy3g7dS9'],
        ['妙蛙种子', '2014052561883286', '278956', 'QcGtd5Hmsy3g7dS9'],
        ['绿毛虫', '2014061766465489', '278958', 'QcGtd5Hmsy3g7dS9'],
        ['大针蜂', '2014061866519659', '278984', 'QcGtd5Hmsy3g7dS9'],
        ['比比鸟', '2014061866519756', '278986', 'QcGtd5Hmsy3g7dS9'],
        ['超音蝠', '2014061866528941', '279006', 'QcGtd5Hmsy3g7dS9'],
        ['隆隆岩', '2014061866529032', '279007', 'QcGtd5Hmsy3g7dS9'],
        ['大岩蛇', '2014061866529097', '279009', 'QcGtd5Hmsy3g7dS9'],
        ['乘龙', '2014061866529223', '279045', 'QcGtd5Hmsy3g7dS9'],
        ['耿鬼', '2014061866529231', '279049', 'QcGtd5Hmsy3g7dS9'],
        ['烈焰马', '2014061866529288', '279053', 'QcGtd5Hmsy3g7dS9'],
        ['吸盘魔偶', '2014061866529337', '279054', 'QcGtd5Hmsy3g7dS9'],
        ['胖丁a', '2014061866529346', '279080', 'QcGtd5Hmsy3g7dS9'],
        ['阿柏蛇', '2014061866529379', '279081', 'QcGtd5Hmsy3g7dS9'],
        ['椰蛋树', '2014061866529407', '279083', 'QcGtd5Hmsy3g7dS9'],
        ['火爆猴', '2014061866529462', '279085', 'QcGtd5Hmsy3g7dS9'],
        ['派拉斯', '2014061866529470', '279086', 'QcGtd5Hmsy3g7dS9'],
        ['比雕', '2014061866529500', '279117', 'QcGtd5Hmsy3g7dS9'],
        ['雷精灵', '2014061866529554', '279119', 'QcGtd5Hmsy3g7dS9'],
        ['皮可西', '2014061866529628', '279122', 'QcGtd5Hmsy3g7dS9'],
        ['水精灵', '2014061866529641', '279131', 'QcGtd5Hmsy3g7dS9'],
        ['火精灵', '2014061866529643', '279137', 'QcGtd5Hmsy3g7dS9'],
        ['胡地', '2014061866529675', '279164', 'QcGtd5Hmsy3g7dS9'],
        ['风速狗', '2014061866529735', '279165', 'QcGtd5Hmsy3g7dS9'],
        ['喷火龙', '2014061866529744', '279166', 'QcGtd5Hmsy3g7dS9'],
    ]
    return id


# reao
def reaoid():
    id = [
        ['Reao1st', '2014021515603023', '264491', 'ekyOlt6j4VLipThy'],
        ['Reao2nd', '2014040452624347', '289393', 'ekyOlt6j4VLipThy'],
        ['R3', '2015032863087404', '295303', 'ekyOlt6j4VLipThy'],
        ['R4', '2015072214671030', '297875', 'ekyOlt6j4VLipThy'],
        ['R5', '2015072214675611', '297876', 'ekyOlt6j4VLipThy'],
        ['小小主', '59079768', '289074', 'lVMmfvcdVHKt1OeA'],
    ]
    return id


# 鱼丸
def yuwanid():
    id = [
        ['鱼丸号旗舰', '2013042910219954', '132168', 'hk8URzaHObkJbp0r'],
        ['鱼丸号巡洋舰', '2013050510338482', '138002', 'hk8URzaHObkJbp0r'],
        ['鱼丸号驱逐舰', '2013051110431066', '144222', 'hk8URzaHObkJbp0r'],
        ['鱼丸号护卫舰', '2013072911496244', '213117', 'hk8URzaHObkJbp0r'],
        ['鱼丸号炮舰', '2013072911496578', '213119', 'hk8URzaHObkJbp0r'],
        ['鱼丸号潜水艇', '2013082111852712', '223399', 'hk8URzaHObkJbp0r'],
        ['鱼丸洲际导弹', '2013110613340617', '244513', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队五纵队', '2013112813880389', '249308', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队四纵队', '2013112813880397', '249307', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队三纵队', '2013112813880401', '249306', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队二纵队', '2013112813880408', '249303', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队一纵队', '2013112813880415', '249301', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队七纵队', '2013112813880453', '249274', 'hk8URzaHObkJbp0r'],
        ['鱼丸号战列舰', '2013112813880485', '249258', 'hk8URzaHObkJbp0r'],
        ['鱼丸舰队六纵队', '2013112813892037', '249363', 'hk8URzaHObkJbp0r']
    ]
    return id


# 托儿所
def tuoersuoid():
    id = [
        ['称霸养老院','2015011537065337', '292571', 'Tzf013aAWWTkpUMF'],
        ['称霸菜市场','2015031959879448', '294538', 'Tzf013aAWWTkpUMF'],
        ['称霸美食城','2015042572380319', '295655', 'Tzf013aAWWTkpUMF'],
        ['称霸候车亭','2015053082413554', '296380', 'Tzf013aAWWTkpUMF'],
        ['称霸便利店','2015060784933505', '296533', 'Tzf013aAWWTkpUMF'],
        ['称霸二食堂','2015071912697344', '297791', 'Tzf013aAWWTkpUMF'],
        ['称霸茶餐厅','2015071912704523', '298101', 'Tzf013aAWWTkpUMF'],
        ['称霸扶桑省','2015080122554779', '298367', 'Tzf013aAWWTkpUMF'],
        ['称霸烧烤摊','2016010951075815', '303523', 'Tzf013aAWWTkpUMF'],
        ['称霸包子铺','2016020878998395', '304099', 'Tzf013aAWWTkpUMF'],
        ['称霸大使馆','2016020879027092', '304100', 'Tzf013aAWWTkpUMF'],
    ]
    return id


# 火狐
def huohuid():
    id = [
        ['手残版火狐大神', '2015012941515079', '290009', 'Xm982ydL8bWm53MQ'],
        ['超靓版火狐大神', '2015012941521227', '290011', 'Xm982ydL8bWm53MQ'],
        ['禁忌版火狐大神', '2015012941534229', '290013', 'Xm982ydL8bWm53MQ'],
        ['帅气版火狐大神', '2015021347393263', '290460', 'Xm982ydL8bWm53MQ'],
        ['气质版火狐大神', '2015110796371605', '301941', 'Xm982ydL8bWm53MQ'],
        ['运气版火狐大神', '2015110796378235', '301943', 'Xm982ydL8bWm53MQ'],
        ['吃货版火狐大神', '2015110796381968', '301944', 'Xm982ydL8bWm53MQ'],
        ['时光版火狐大神', '2015112821185756', '302508', 'Xm982ydL8bWm53MQ'],
        ['学霸版火狐大神', '2015112821185940', '302509', 'Xm982ydL8bWm53MQ'],
        ['简单版火狐大神', '2015112821387627', '302515', 'Xm982ydL8bWm53MQ'],
        ['困难版火狐大神', '2015112821387761', '302514', 'Xm982ydL8bWm53MQ'],
        ['普通版火狐大神', '2016020372643003', '303982', 'Xm982ydL8bWm53MQ'],
        ['噩梦版火狐大神', '2016020372643767', '303983', 'Xm982ydL8bWm53MQ'],
        ['炼狱版火狐大神', '2016020372644271', '303984', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐1号', '2016041344020496', '305261', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐2号', '2016041344020722', '305263', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐3号', '2016041344020903', '305264', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐4号', '2016041344021031', '305265', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐5号', '2016041344021170', '305266', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐6号', '2016041344021412', '305267', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐7号', '2016041344021632', '305268', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐8号', '2016041344021766', '305270', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐9号', '2016041344021951', '305271', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐10号', '2016041344022412', '305273', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐一号', '2016041444562008', '305321', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐二号', '2016041444562137', '305322', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐三号', '2016041444562237', '305323', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐四号', '2016041444562400', '305324', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐五号', '2016041444562515', '305326', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐六号', '2016041444562617', '305327', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐七号', '2016041444562728', '305328', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐八号', '2016041444562877', '305329', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐九号', '2016041444563000', '305330', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐十号', '2016041444563106', '305331', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐壹号', '2016041444673989', '305334', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐贰号', '2016041444685286', '305335', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐叁号', '2016041444692312', '305336', 'Xm982ydL8bWm53MQ'],
        ['精英版火狐肆号', '2016041444698312', '305337', 'Xm982ydL8bWm53MQ'],

        ['封神版火狐大神', '7185145', '218445', 'GNwFD6SK5sHKh6gF'],
        ['现代版火狐大神', '2013082711944394', '225129', 'GNwFD6SK5sHKh6gF'],
        ['修罗版火狐大神', '2013083112014973', '226585', 'GNwFD6SK5sHKh6gF'],
        ['土豪版火狐大神', '2013111813636019', '247056', 'GNwFD6SK5sHKh6gF']
    ]
    return id


# 雨神
def yushenid():
    id = [
        ['雨的眼泪', '1561438', '214849', 'sRR9QM1iAq9TOLvs'],
        ['大雨a', '2013080311561840', '215365', 'sRR9QM1iAq9TOLvs'],
        ['风雨', '2013081011682287', '219725', 'sRR9QM1iAq9TOLvs'],
        ['中雨', '2013081111682387', '219726', 'sRR9QM1iAq9TOLvs'],
        ['小雨', '2013081111682449', '219728', 'sRR9QM1iAq9TOLvs'],
        ['暴雨', '2013081111682542', '219729', 'sRR9QM1iAq9TOLvs'],
        ['雷雨', '2013081111682593', '219730', 'sRR9QM1iAq9TOLvs'],
        ['落雨', '2014060163284706', '277805', 'sRR9QM1iAq9TOLvs'],
        ['心雨', '2014061866491238', '278971', 'sRR9QM1iAq9TOLvs'],
    ]
    return id



# ['愤怒的小盖子呢', '2013071211203703','195618','9cA7H4OnqDCQyC13'],
# ['得瑟的小猴子','2013071011189559','194993','DffQvEMhj6hfWliN'],
# ['萌萌的小包子','500237','194994','CSut0f64uEIJ1ys0'],
# ['忧伤的小瓶子','2013071211218021','196108','CSut0f64uEIJ1ys0'],
# ['勇敢的小王子','2013071211218142','196120','CSut0f64uEIJ1ys0'],
#
# ['赤刀', '26402923', '283622', 'jAKPM8ITjIyHr5At'],
# ['骷髅大王', '2014082282360039', '283647', 'jAKPM8ITjIyHr5At'],
# ['獠牙', '2014082382723128', '283732', 'jAKPM8ITjIyHr5At'],
# ['血刃', '2014082382762366', '283739', 'jAKPM8ITjIyHr5At'],
# ['军刺', '2014082382896209', '283757', 'jAKPM8ITjIyHr5At'],
# ['袖箭', '2014082382896212', '283765', 'jAKPM8ITjIyHr5At'],

# ['妗汐', '10198636', '245412', 'tbheKqsaAOPcrgpC'],
# ['jinxiaoxiaoxi', '2014021715652853', '265008', 'tbheKqsaAOPcrgpC'],
# ['jinxiaoxiaoxiaoxi', '2015010132895122', '289017', 'tbheKqsaAOPcrgpC'],
# ['jinxixi', '2015011837740716', '289647', 'tbheKqsaAOPcrgpC'],
# ['jinxiaoxixi', '2015013142224275', '290057', 'tbheKqsaAOPcrgpC'],
# ['hong', '2015052882084219', '296351', 'tbheKqsaAOPcrgpC'],
# ['cong', '2015052882088503', '296352', 'tbheKqsaAOPcrgpC'],
# ['feng', '2015052882090943', '296354', 'tbheKqsaAOPcrgpC'],
# ['yu', '2015052882090503', '296353', 'tbheKqsaAOPcrgpC'],


def loginid():
    id = [
        ['Am', '1592626', '279696', 'ZmeyMlMTIaQoo1vn'],
        ['#Cm', '2014092692358474', '285154', 'ZmeyMlMTIaQoo1vn'],
        ['Em', '2014121327096245', '288121', 'ZmeyMlMTIaQoo1vn'],
        ['#Fm', '2015031960117052', '294557', 'ZmeyMlMTIaQoo1vn'],
        ['Bm', '2016030615546648', '304592', 'ZmeyMlMTIaQoo1vn'],
        ['Asus4', '6437079', '226322', 'LnQ6qpKCyY95nIrg'],
        ['Bsus4', '2013120213991947', '250246', 'LnQ6qpKCyY95nIrg'],
        ['Csus4', '2013121714341555', '254543', 'LnQ6qpKCyY95nIrg'],
        ['Dsus4', '2013122514488598', '290176', 'LnQ6qpKCyY95nIrg'],

        ['Aadd9', '10550637', '250398', 'QcGtd5Hmsy3g7dS9'],
        ['Badd9', '2014041855227765', '273122', 'QcGtd5Hmsy3g7dS9'],
        ['Cadd9', '2014042155811563', '273419', 'QcGtd5Hmsy3g7dS9'],
        ['Dadd9', '2014052561883286', '278956', 'QcGtd5Hmsy3g7dS9'],
        ['Eadd9', '2014061766465489', '278958', 'QcGtd5Hmsy3g7dS9'],
        ['Fadd9', '2014061866529032', '279007', 'QcGtd5Hmsy3g7dS9']
    ]
    return id
